Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: །ཡིད་ཅེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called mental faculty is permanent.

source: །ཡིད་ཅེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called mental faculty is impermanent [and so forth].

source: །ཡིད་ཅེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called mental faculty is associated with cyclic existence or associated with nirvāṇa. “

source: །ཆོས་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental phenomena are permanent.

source: །ཆོས་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental phenomena are impermanent [and so forth].

source: །ཆོས་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental phenomena are associated with cyclic existence or associated with nirvāṇa. “

source: །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental consciousness is permanent.

source: །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental consciousness is impermanent [and so forth].

source: །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mental consciousness is associated with cyclic existence or associated with nirvāṇa. “

source: །ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mentally compounded sensory contact is permanent.

source: །ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called mentally compounded sensory contact is impermanent [and so forth].

source: །ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་ཡིད་དང་ཆོས་དང་།
en: They do not consider whether so-called mentally compounded sensory contact is associated with cyclic existence or associated with nirvāṇa. “

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་། མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་བ་དང་། མི་སྟོང་བ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་
en: They do not consider whether any so-called feelings conditioned by sensory contact compounded by the mental faculty, mental phenomena, and mental consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent.

source: ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. {

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དང་། བྱང་ཆུབ་སེམས་དཔའི་མིང་དེ་འདུས་བྱས་ཀྱི་ཁམས་ན་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Dt.105} “If you ask why, it is that when bodhisattva great beings practice the perfection of wisdom, they do not consider whether that perfection of wisdom, that bodhisattva, or that term bodhisattva are present in conditioned elements.

source: །འདུས་མ་བྱས་ཀྱི་ཁམས་ན་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are present in unconditioned elements.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་དེ་དག་ཐམས་ཅད་ལ་མི་རྟོག་རྣམ་པར་མི་རྟོག་སྟེ།
en: And if you ask why that is, it is because when bodhisattva great beings practice the perfection of wisdom, they do not imagine and they do not conceptualize any of those phenomena.

source: དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པར་མི་རྟོག་པའི་ཆོས་ལ་གནས་ཤིང་། དྲན་པ་ཉེ་བར་བཞག་པ་རྣམས་བསྒོམ་པའི་ཕྱིར།
en: This is because, when they practice the perfection of wisdom, they remain in nonconceptual states and cultivate the applications of mindfulness.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡིད་ལ་བྱ་བ་མ་གཏོགས་པར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Practicing the perfection of wisdom, apart from focusing their attention on all-aspect omniscience, they still do not observe a perfection of wisdom itself.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Nor do they observe a bodhisattva.

source: །སངས་རྒྱས་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Nor do they observe the buddhas.

source: །སངས་རྒྱས་ཀྱི་མིང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་བོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱི་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: Nor do they observe the name buddha. “

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་བསྒོམ་པའི་ཕྱིར།
en: So as to cultivate the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the path, the perfections, all the aspects of emptiness, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities and dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas, as they practice the perfection of wisdom they do not even observe the nature of the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཉིད་ཀྱང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not even observe the name perfection of wisdom.

source: །སངས་རྒྱས་ཀྱི་མིང་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not even observe the name buddha. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་མཚན་ཉིད་ཤིན་དུ་རྟོགས་པ་ཡིན་ཏེ། ཆོས་རྣམས་ཀྱིས་ཆོས་ཀྱི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི། ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར་རོ།
en: If you ask why, it is because when bodhisattva great beings practice the perfection of wisdom, they absolutely understand what is the defining characteristic of a phenomenon for all phenomena, and that defining characteristic of a phenomenon for all phenomena is to be neither defiled, nor to be purified. “

source: །རྣམ་པར་བྱང་བར་མི་འགྱུར་རོ། །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། མིང་དང་བརྡར་བྱ་བའི་ཆོས་སུ་གདགས་པ་ཁོང་དུ་ཆུད་པར་བྱས་ཏེ། དེ་ལྟར་དེས་མིང་དང་བརྡར་བྱ་བའི་ཆོས་སུ་གདགས་པ་ཁོང་དུ་ཆུད་ན། གཟུགས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: Subhūti, when bodhisattva great beings practice the perfection of wisdom, they understand the designation for things as names or symbols, and in thus understanding the designation for things as names or symbols, they will not be attached to physical forms.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to feelings, perceptions, formative predispositions, or consciousness. {

source: །མིག་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: Dt.106} “They will not be attached to the eyes.

source: །གཟུགས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to sights.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to visual consciousness.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །གང་ཡང་མིག་དང་གཟུགས་དང་།
en: They will not be attached to visually compounded sensory contact.

source: མིག་གི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not even be attached to feelings conditioned by sensory contact compounded by the eyes, sights, and visual consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering. “

source: །རྣ་བ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the ears.

source: །སྒྲ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to sounds. They will not be attached to auditory consciousness.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །གང་ཡང་རྣ་བ་དང་།
en: They will not be attached to aurally compounded sensory contact.

source: སྒྲ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་བདེ་བའམ། སྡུག་བསྔལ་བའམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to feelings conditioned by sensory contact compounded by the ears, sounds, and auditory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering. “

source: །སྣ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the nose.

source: །དྲི་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to odors.

source: །སྣའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to olfactory consciousness.

source: །སྣའི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །གང་ཡང་སྣ་དང་།
en: They will not be attached to nasally compounded sensory contact.

source: དྲི་དང་། སྣའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་བདེ་བའམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not even be attached to feelings conditioned by sensory contact compounded by the nose, odors, and olfactory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering. “

source: །ལྕེ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །རོ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the tongue. They will not be attached to tastes.

source: །ལྕེའི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to gustatory consciousness.

source: །ལྕེའི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །གང་ཡང་ལྕེ་དང་།
en: They will not be attached to lingually compounded sensory contact.

source: རོ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to feelings conditioned by sensory contact compounded by the tongue, tastes, and gustatory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering. “

source: །ལུས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །རེག་བྱ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the body. They will not be attached to tangibles.

source: །ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to tactile consciousness.

source: །ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །གང་ཡང་ལུས་དང་།
en: They will not be attached to corporeally compounded sensory contact.

source: རེག་བྱ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to feelings conditioned by sensory contact compounded by the body, touch, and tactile consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering. “

source: །ཡིད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the mental faculty.

source: །ཆོས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to mental phenomena.

source: །ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to mental consciousness.

source: །ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to mentally compounded sensory contact.

source: །གང་ཡང་ཡིད་དང་ཆོས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་བདེ་བའམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་སྐྱེ་བ་དེ་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to feelings conditioned by sensory contact compounded by the mental faculty, mental phenomena, and mental consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering.

source: །འདུས་བྱས་ཀྱི་ཁམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to conditioned elements.

source: །འདུས་མ་བྱས་ཀྱི་ཁམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to unconditioned elements. “

source: །སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: །དེ་དག་གི་མིང་དང་མཚན་ཉིད་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not even be attached to the names of these [perfections] or their defining characteristics.

source: །བྱང་ཆུབ་སེམས་དཔའི་ལུས་ལ་ཡང་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not even be attached to the body of a bodhisattva. “

source: །ཤའི་མིག་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the eye of flesh.

source: །ལྷའི་མིག་དང་། ཤེས་རབ་ཀྱི་མིག་དང་། ཆོས་ཀྱི་མིག་དང་། སངས་རྒྱས་ཀྱི་མིག་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the eye of divine clairvoyance, the eye of wisdom, the eye of the Dharma, or the eye of the buddhas.

source: །མངོན་པར་ཤེས་པ་རྣམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the extrasensory powers.

source: །ནང་སྟོང་པ་ཉིད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the emptiness of internal phenomena.

source: །ཕྱི་སྟོང་པ་ཉིད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the emptiness of external phenomena.

source: །ཕྱི་ནང་སྟོང་པ་ཉིད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the emptiness of external and internal phenomena, and they will not be attached to [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They will not be attached to the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་།
en: They will not be attached to the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers.

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the meditative stabilities or to the gateways of the dhāraṇīs.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: They will not be attached to the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas. {

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: Dt.107} “They will not be attached to the real nature.

source: །དེ་བཞིན་ཉིད་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །ཡང་དག་པའི་མཐའ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the very limit of reality.

source: །ཆོས་ཀྱི་དབྱིངས་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the realm of phenomena.

source: །སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the maturation of beings.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ།
en: They will not be attached to the refinement of the buddhafields.

source: །ཐབས་མཁས་པ་ལ་ཆགས་པར་འགྱུར་བ་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: They will not be attached to skillful means.

source: དེ་ནི་འདི་ལྟར་གང་ཆགས་པར་བྱེད་པ་འམ། གང་གིས་ཆགས་པར་བྱེད་པ་འམ། གང་ལ་ཆགས་པར་བྱ་བ་དེ་ལྟ་བུའི་ཆོས་ཐམས་ཅད་མེད་པའི་ཕྱིར་རོ།
en: If you ask why, it is because there is no such thing as attaching, nothing that attaches, and nothing to be attached to. “

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པས་རྣམ་པར་འཕེལ་ལོ།
en: Subhūti, bodhisattva great beings who practice the perfection of wisdom in that manner will flourish through the perfection of generosity.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པས་རྣམ་པར་འཕེལ་ལོ།
en: They will flourish through the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་ཡང་དག་པར་འཇུག་པར་འགྱུར་རོ།
en: They will enter a bodhisattva’s full maturity.

source: །ཕྱིར་མི་ལྡོག་པའི་ས་ཡོངས་སུ་གནོན་པར་འགྱུར་རོ། །མངོན་པར་ཤེས་པ་རྣམས་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །མངོན་པར་ཤེས་པ་རྣམས་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས་ཀྱང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅིང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་རིམ་གྲོར་བྱ་བ་དང་། བཀུར་སྟིར་བྱ་བ་དང་།
en: They will step on to the level at which progress has become irreversible. “

source: བསྟི་སྟང་དུ་བྱ་བ་དང་། མཆོད་པ་བྱེད་ཅིང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བལྟ་བའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཞིང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འགྲོ་བར་འགྱུར་རོ།
en: They will perfect the extrasensory powers, and having indeed perfected the extrasensory powers, they will bring beings to maturity, and in order to to serve, honor, respect, and worship the blessed lord buddhas, refine the buddhafields, and behold the lord buddhas, they will move from buddhafield to buddhafield.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་མཐོང་ནས་ཀྱང་། དགེ་བའི་རྩ་བ་གང་གིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལ་རིམ་གྲོར་བྱ་བ་དང་། བཀུར་སྟིར་བྱ་བ་དང་། བསྟི་སྟང་དུ་བྱ་བ་དང་། མཆོད་པར་བྱ་བར་འདོད་པའི་དགེ་བའི་རྩ་བ་དེ་དག་ཀྱང་མངོན་པར་འབྱུང་བར་འགྱུར་ཏེ།
en: And, having indeed seen those lord buddhas, they will also manifest the roots of virtuous action through which they seek to serve, honor, respect, and worship those lord buddhas.

source: དགེ་བའི་རྩ་བ་དེ་དག་གིས་ཀྱང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་དྲུང་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: Also, through those roots of virtuous action they will be reborn in proximity to those lord buddhas.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ལས་ཆོས་ཀྱང་ཐོས་པར་འགྱུར་ཏེ།
en: They will also hear the Dharma from those lord buddhas. [

source: ཇི་སྐད་དུ་ཐོས་པའི་ཆོས་དེ་དག་ཀྱང་། ནམ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ཀྱི་བར་དུ་རྒྱུན་མི་ཆད་པར་འགྱུར་རོ།
en: Their retention of] all the teachings that they have heard will never be interrupted until they have manifestly attained buddhahood in unsurpassed, complete enlightenment.

source: །གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱང་ཐོབ་པར་འགྱུར་རོ། །ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ཀྱང་ཐོབ་པར་འགྱུར་རོ།
en: They will also acquire the dhāraṇī gateways, and they will also acquire the gateways of the meditative stabilities.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པས། མིང་དང་བརྡར་བྱ་བའི་ཆོས་སུ་གདགས་པ་རྣམས་དེ་ལྟར་ཁོང་དུ་ཆུད་པར་བྱའོ།
en: Subhūti, bodhisattva great beings who practice the perfection of wisdom should understand these designations for things as names and symbols. {

source: །རབ་འབྱོར་གང་ཡང་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་ན།
en: Dt.108} “Subhūti, you asked, ‘Blessed Lord, you have spoken of “bodhisattvas, bodhisattvas.…”

source: ཞེས་སྨྲས་པ་དེ་ལ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: ’ Do you think, Subhūti, that physical forms constitute a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: No, Blessed Lord!” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that anything other than physical forms constitutes a bodhisattva?” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: No, Blessed Lord!” “
